{
    "language_name": "Deutsch (German)",
    "font_family": "Noto Sans, Segoe UI, Arial, MS Shell Dlg 2",
    "settings_label": "Einstellungen",
    "language_label": "Sprache",
    "handburger_modkit_title": "Handburgers Modkit",
    "version": "Dies ist Version v{version}.",
    "about_content": "Dieses multifunktionale Modkit wurde entwickelt, um verschiedene Modding-Aufgaben für Monster Hunter Generations Ultimate zu unterstützen und zu automatisieren.",
    "tutorial": "Klicken Sie auf eine beliebige Registerkarte, um sie zu verwenden. Klicken Sie mit der rechten Maustaste auf eine Registerkarte, um sie auszulösen oder eine neue Instanz einer bestimmten Registerkarte zu erstellen.",
    "plug": "Erfahren Sie unten mehr über den Entwickler (mich!) und unterstützen Sie ihn.",
    "thanks": "Ein großes Dankeschön an meine Übersetzer, ffmpeg & Dasding für ihre Konvertierungsfunktionen und Abhängigkeiten, masagrator für seine NXAenc-Variation für MHGU, und vgmstream für ihre Audio-Software und Abhängigkeiten.",
    "tool_descriptions_title": "Werkzeugbeschreibungen",
    "audio_calculator_desc": "Ein Dienstprogramm zur Berechnung von Audioeigenschaften wie Bitrate, Dateigröße und Dauer.",
    "foldermaker_desc": "Hilft bei der Organisation und Erstellung der für Modding-Projekte benötigten Ordner.",
    "hex_enc_decoder_desc": "Kodiert oder dekodiert hexadezimale Daten, nützlich für Dateikonvertierungen und Analysen.",
    "mcaconvert_desc": "Konvertiert Audiodateien in das .MCA-Format. Zur Verwendung mit MCA Forge.",
    "mcaforge_desc": "Ermöglicht es Benutzern, zwei .MCA-Dateien—eine Originaldatei und eine Ersatzdatei—zu importieren und wichtige Elemente zu fusionieren, um einen neuen benutzerdefinierten Header mit einer voreingestellten Struktur zu erstellen.",
    "nsopus_converter_desc": "Konvertiert Audiodateien in das Opus-Format, mit Unterstützung für Nintendo Switch Opus MHGU-spezifische Formate.",
    "opus_header_injector_desc": "Ermöglicht es Benutzern, .Opus-Header in .Opus-Dateien einzufügen oder zu modifizieren.",
    "opus_metadata_extractor_desc": "Extrahiert Metadaten aus Opus-Dateien zur einfacheren Verwaltung und Bearbeitung.",
    "stq_editor_tool_desc": "Ein Tool zum Bearbeiten und Anzeigen von STQ/STQR-Dateien, einschließlich der Analyse von hexadezimalen Mustern.",
    "stq_merge_tool_desc": "Vereint und verwaltet STQR-Dateikonflikte zwischen mehreren Mods.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
