{
    "handburger_modkit_title": "Handburger's Modkit",
    "version": "This is version v{version}.",
    "about_content": "This multi-use modkit was developed to assist with and automate various modding tasks for Monster Hunter Generations Ultimate.",
    "tutorial": "Click on any tab to use it. Right-click a tab to pop-out or create a new instance of a particular tab.",
    "plug": "Find more about the developer (me!) and support them below.",
    "thanks": "Massive thanks to my translators, ffmpeg & Dasding for their conversion functions and dependencies, masagrator for his NXAenc variation for MHGU, and vgmstream for their audio software and dependencies.",
    "tool_descriptions_title": "Tool Descriptions",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger",
    
    "stq_editor_tool_desc": "A tool for editing and viewing STQ/STQR files, including hex pattern analysis.",
    "stq_merge_tool_desc": "Merging and managing STQR file conflicts between multiple mods.",
    "opus_header_injector_desc": "Allows users to inject or modify .Opus headers within .Opus files.",
    "audio_calculator_desc": "A utility for calculating audio properties such as bitrate, file size, and duration.",
    "foldermaker_desc": "Helps in organizing and creating folders necessary for modding projects.",
    "mcaconvert_desc": "Converts audio files into .MCA format. For use with the MCA Header Injector for modding.",
    "mcaforge_desc": "Allows users to import two .MCA files—an original and a replacement—and merge key elements to create a new custom header with a preset structure.",
    "hex_enc_decoder_desc": "Encodes or decodes hexadecimal data, useful for file conversions and analysis.",
    "nsopus_converter_desc": "Converts audio files to Opus format, with support for Nintendo Switch Opus MHGU-specific formats.",
    "opus_metadata_extractor_desc": "Extracts metadata from Opus files for easier management and editing.",
    
    "settings_label": "Settings",
    "language_label": "Language"
  }
  