{
    "handburger_modkit_title": "Handburger's Modkit",
    "version": "Ceci est la version v{version}.",
    "about_content": "Ce modkit multi-usage a été développé pour aider et automatiser diverses tâches de modding pour Monster Hunter Generations Ultimate.",
    "tutorial": "Cliquez sur n'importe quel onglet pour l'utiliser. Faites un clic droit sur un onglet pour le détacher ou créer une nouvelle instance de cet onglet.",
    "plug": "En savoir plus sur le développeur (moi !) et soutenez-le ci-dessous.",
    "thanks": "Un grand merci à mes traducteurs, à ffmpeg & Dasding pour leurs fonctions de conversion et leurs dépendances, à masagrator pour sa variation NXAenc pour MHGU, et à vgmstream pour leurs logiciels audio et leurs dépendances.",
    "tool_descriptions_title": "Descriptions des outils",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger",
    
    "stq_editor_tool_desc": "Un outil pour éditer et visualiser les fichiers STQ/STQR, y compris l'analyse de motifs hexadécimaux.",
    "stq_merge_tool_desc": "Fusion et gestion des conflits de fichiers STQR entre plusieurs mods.",
    "opus_header_injector_desc": "Permet aux utilisateurs d'injecter ou de modifier les en-têtes .Opus dans les fichiers .Opus.",
    "audio_calculator_desc": "Un utilitaire pour calculer les propriétés audio telles que le débit binaire, la taille des fichiers et la durée.",
    "foldermaker_desc": "Aide à organiser et créer les dossiers nécessaires pour les projets de modding.",
    "mcaconvert_desc": "Convertit les fichiers audio en format .MCA. Utilisé avec l'injecteur d'en-tête MCA pour le modding.",
    "mcaforge_desc": "Permet aux utilisateurs d'importer deux fichiers .MCA — un original et un fichier de remplacement — et de fusionner les éléments clés pour créer un nouvel en-tête personnalisé avec une structure prédéfinie.",
    "hex_enc_decoder_desc": "Encode ou décode des données hexadécimales, utile pour les conversions et analyses de fichiers.",
    "nsopus_converter_desc": "Convertit les fichiers audio en format Opus, avec prise en charge des formats spécifiques à Opus MHGU pour la Nintendo Switch.",
    "opus_metadata_extractor_desc": "Extrait les métadonnées des fichiers Opus pour une gestion et une édition plus faciles.",
    
    "settings_label": "Paramètres",
    "language_label": "Langue"
}
