{
    "language_name": "Français (French)",
    "font_family": "Noto Sans, Segoe UI, Arial, MS Shell Dlg 2",
    "settings_label": "Paramètres",
    "language_label": "Langue",
    "handburger_modkit_title": "Modkit de Handburger",
    "version": "Il s'agit de la version v{version}.",
    "about_content": "Ce modkit multifonctionnel a été développé pour assister et automatiser diverses tâches de modding pour Monster Hunter Generations Ultimate.",
    "tutorial": "Cliquez sur n'importe quel onglet pour l'utiliser. Faites un clic droit sur un onglet pour le détacher ou créer une nouvelle instance d'un onglet particulier.",
    "plug": "Découvrez-en plus sur le développeur (moi !) et soutenez-le ci-dessous.",
    "thanks": "Un grand merci à mes traducteurs, ffmpeg & Dasding pour leurs fonctions de conversion et dépendances, masagrator pour sa variation NXAenc pour MHGU, et vgmstream pour leur logiciel audio et dépendances.",
    "tool_descriptions_title": "Descriptions des Outils",
    "audio_calculator_desc": "Un utilitaire pour calculer les propriétés audio telles que le débit binaire, la taille des fichiers et la durée.",
    "foldermaker_desc": "Aide à organiser et à créer les dossiers nécessaires aux projets de modding.",
    "hex_enc_decoder_desc": "Encode ou décode les données hexadécimales, utile pour la conversion et l'analyse de fichiers.",
    "mcaconvert_desc": "Convertit les fichiers audio au format .MCA. À utiliser avec MCA Forge.",
    "mcaforge_desc": "Permet aux utilisateurs d'importer deux fichiers .MCA—un original et un de remplacement—et de fusionner les éléments clés pour créer un nouvel en-tête personnalisé avec une structure prédéfinie.",
    "nsopus_converter_desc": "Convertit les fichiers audio au format Opus, avec prise en charge des formats Opus MHGU spécifiques à Nintendo Switch.",
    "opus_header_injector_desc": "Permet aux utilisateurs d'injecter ou de modifier les en-têtes .Opus dans les fichiers .Opus.",
    "opus_metadata_extractor_desc": "Extrait les métadonnées des fichiers Opus pour une gestion et une édition plus faciles.",
    "stq_editor_tool_desc": "Une outil pour éditer et visualiser les fichiers STQ/STQR, incluant l'analyse des motifs hexadécimaux.",
    "stq_merge_tool_desc": "Vereint et gère les conflits de fichiers STQR entre plusieurs Mods.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
