{
    "language_name": "हिन्दी (Hindi)",
    "font_family": "Noto Sans Devanagari, Segoe UI, Arial, MS Shell Dlg 2",
    "settings_label": "सेटिंग्स",
    "language_label": "भाषा",
    "handburger_modkit_title": "Handburger का Modkit",
    "version": "यह संस्करण v{version} है।",
    "about_content": "यह बहुउद्देशीय मॉडकिट Monster Hunter Generations Ultimate के विभिन्न मॉडिंग कार्यों में सहायता और स्वचालन के लिए विकसित किया गया था।",
    "tutorial": "इस्तेमाल करने के लिए किसी भी टैब पर क्लिक करें। किसी टैब पर राइट-क्लिक करके उसे पॉप-आउट करें या किसी विशेष टैब की नई इंस्टेंस बनाएं।",
    "plug": "डेवलपर (मैं!) के बारे में अधिक जानें और नीचे उन्हें समर्थन दें।",
    "thanks": "मेरे अनुवादकों, ffmpeg & Dasding को उनके रूपांतरण कार्यों और निर्भरताओं के लिए, MHGU के लिए masagrator के NXAenc संस्करण के लिए, और vgmstream को उनके ऑडियो सॉफ़्टवेयर और निर्भरताओं के लिए बहुत-बहुत धन्यवाद।",
    "tool_descriptions_title": "उपकरण विवरण",
    "audio_calculator_desc": "बिटरेट, फाइल आकार और अवधि जैसी ऑडियो गुणों की गणना के लिए एक उपयोगिता।",
    "foldermaker_desc": "मॉडिंग परियोजनाओं के लिए आवश्यक फ़ोल्डरों को व्यवस्थित करने और बनाने में मदद करता है।",
    "hex_enc_decoder_desc": "हैक्साडेसिमल डेटा को एन्कोड या डिकोड करता है, जो फाइल कन्वर्ज़न और विश्लेषण के लिए उपयोगी है।",
    "mcaconvert_desc": "ऑडियो फाइलों को .MCA प्रारूप में परिवर्तित करता है। MCA Forge के साथ उपयोग के लिए।",
    "mcaforge_desc": "उपयोगकर्ताओं को दो .MCA फाइलें—एक मूल और एक प्रतिस्थापन—आयात करने और एक नई कस्टम हेडर बनाने के लिए प्रमुख तत्वों को मर्ज करने की अनुमति देता है जिसमें एक प्रीसेट संरचना होती है।",
    "nsopus_converter_desc": "ऑडियो फाइलों को Opus प्रारूप में परिवर्तित करता है, Nintendo Switch Opus MHGU विशिष्ट प्रारूपों के समर्थन के साथ।",
    "opus_header_injector_desc": ".Opus फाइलों के भीतर .Opus हेडर को इंजेक्ट या संशोधित करने की अनुमति देता है।",
    "opus_metadata_extractor_desc": "Opus फाइलों से मेटाडेटा निकालता है ताकि प्रबंधन और संपादन आसान हो सके।",
    "stq_editor_tool_desc": "STQ/STQR फाइलों को संपादित और देखने के लिए एक उपकरण, जिसमें हेक्स पैटर्न विश्लेषण शामिल है।",
    "stq_merge_tool_desc": "कई मॉड्स के बीच STQR फाइल संघर्षों को विलय और प्रबंधित करता है।",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
