{
    "language_name": "Bahasa Indonesia",
    "settings_label": "Pengaturan",
    "language_label": "Bahasa",
    "handburger_modkit_title": "Modkit Handburger",
    "version": "Ini adalah versi v{version}.",
    "about_content": "Modkit multifungsi ini dikembangkan untuk membantu dan mengotomatisasi berbagai tugas modding untuk Monster Hunter Generations Ultimate.",
    "tutorial": "Klik pada tab apa pun untuk menggunakannya. Klik kanan pada tab untuk memunculkan atau membuat instansi baru dari tab tertentu.",
    "plug": "Temukan lebih banyak tentang pengembang (saya!) dan dukung mereka di bawah ini.",
    "thanks": "Terima kasih banyak kepada para penerjemah saya, ffmpeg & Dasding atas fungsi konversi dan dependensinya, masagrator untuk variannya NXAenc untuk MHGU, dan vgmstream atas perangkat lunak audio dan dependensinya.",
    "tool_descriptions_title": "Deskripsi Alat",
    "audio_calculator_desc": "Sebuah utilitas untuk menghitung properti audio seperti bitrate, ukuran file, dan durasi.",
    "foldermaker_desc": "Membantu dalam mengorganisir dan membuat folder yang diperlukan untuk proyek modding.",
    "hex_enc_decoder_desc": "Mengkode atau mendekode data heksadesimal, berguna untuk konversi dan analisis file.",
    "mcaconvert_desc": "Mengonversi file audio ke format .MCA. Untuk digunakan bersama MCA Forge.",
    "mcaforge_desc": "Memungkinkan pengguna untuk mengimpor dua file .MCA—satu asli dan satu pengganti—dan menggabungkan elemen kunci untuk membuat header kustom baru dengan struktur yang telah ditetapkan.",
    "nsopus_converter_desc": "Mengonversi file audio ke format Opus, dengan dukungan untuk format Opus MHGU khusus Nintendo Switch.",
    "opus_header_injector_desc": "Memungkinkan pengguna untuk menyuntikkan atau memodifikasi header .Opus dalam file .Opus.",
    "opus_metadata_extractor_desc": "Mengekstrak metadata dari file Opus untuk manajemen dan pengeditan yang lebih mudah.",
    "stq_editor_tool_desc": "Alat untuk mengedit dan melihat file STQ/STQR, termasuk analisis pola heksadesimal.",
    "stq_merge_tool_desc": "Menggabungkan dan mengelola konflik file STQR antar berbagai mod.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
