{
    "language_name": "Italiano (Italian)",
    "settings_label": "Impostazioni",
    "language_label": "Lingua",
    "handburger_modkit_title": "Modkit di Handburger",
    "version": "Questa è la versione v{version}.",
    "about_content": "Questo modkit multifunzionale è stato sviluppato per assistere e automatizzare varie attività di modding per Monster Hunter Generations Ultimate.",
    "tutorial": "Clicca su qualsiasi scheda per utilizzarla. Fai clic destro su una scheda per staccarla o creare una nuova istanza di una scheda particolare.",
    "plug": "Scopri di più sullo sviluppatore (io!) e sostienilo qui sotto.",
    "thanks": "Un enorme ringraziamento ai miei traduttori, ffmpeg & Dasding per le loro funzioni di conversione e dipendenze, masagrator per la sua variazione NXAenc per MHGU, e vgmstream per il loro software audio e dipendenze.",
    "tool_descriptions_title": "Descrizioni degli Strumenti",
    "audio_calculator_desc": "Un'utilità per calcolare le proprietà audio come bitrate, dimensione del file e durata.",
    "foldermaker_desc": "Aiuta a organizzare e creare le cartelle necessarie per i progetti di modding.",
    "hex_enc_decoder_desc": "Codifica o decodifica dati esadecimali, utile per conversioni e analisi di file.",
    "mcaconvert_desc": "Converte i file audio nel formato .MCA. Da usare insieme a MCA Forge.",
    "mcaforge_desc": "Permette agli utenti di importare due file .MCA—uno originale e uno di sostituzione—e di unire elementi chiave per creare un nuovo header personalizzato con una struttura preimpostata.",
    "nsopus_converter_desc": "Converte i file audio nel formato Opus, con supporto per formati Opus MHGU specifici per Nintendo Switch.",
    "opus_header_injector_desc": "Permette agli utenti di iniettare o modificare gli header .Opus all'interno dei file .Opus.",
    "opus_metadata_extractor_desc": "Estrae i metadati dai file Opus per una gestione e modifica più semplici.",
    "stq_editor_tool_desc": "Uno strumento per modificare e visualizzare file STQ/STQR, inclusa l'analisi dei modelli esadecimali.",
    "stq_merge_tool_desc": "Unisce e gestisce i conflitti di file STQR tra più mod.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
