{
    "language_name": "Português (Portuguese)",
    "font_family": "Noto Sans, Segoe UI, Arial, MS Shell Dlg 2",
    "settings_label": "Configurações",
    "language_label": "Idioma",
    "handburger_modkit_title": "Modkit de Handburger",
    "version": "Esta é a versão v{version}.",
    "about_content": "Este modkit multifuncional foi desenvolvido para auxiliar e automatizar diversas tarefas de modding para Monster Hunter Generations Ultimate.",
    "tutorial": "Clique em qualquer aba para usá-la. Clique com o botão direito em uma aba para sacá-la ou criar uma nova instância de uma aba específica.",
    "plug": "Saiba mais sobre o desenvolvedor (eu!) e apoie-o abaixo.",
    "thanks": "Um grande agradecimento aos meus tradutores, ffmpeg & Dasding pelas suas funções de conversão e dependências, masagrator pela sua variação NXAenc para MHGU, e vgmstream pelo seu software de áudio e dependências.",
    "tool_descriptions_title": "Descrições das Ferramentas",
    "audio_calculator_desc": "Uma utilidade para calcular propriedades de áudio como taxa de bits, tamanho do arquivo e duração.",
    "foldermaker_desc": "Ajuda a organizar e criar as pastas necessárias para projetos de modding.",
    "hex_enc_decoder_desc": "Codifica ou decodifica dados hexadecimais, útil para conversões e análises de arquivos.",
    "mcaconvert_desc": "Converte arquivos de áudio para o formato .MCA. Para usar junto com MCA Forge.",
    "mcaforge_desc": "Permite aos usuários importar dois arquivos .MCA—um original e um substituto—e mesclar elementos-chave para criar um novo cabeçalho personalizado com uma estrutura pré-definida.",
    "nsopus_converter_desc": "Converte arquivos de áudio para o formato Opus, com suporte para formatos Opus MHGU específicos do Nintendo Switch.",
    "opus_header_injector_desc": "Permite aos usuários injetar ou modificar cabeçalhos .Opus dentro de arquivos .Opus.",
    "opus_metadata_extractor_desc": "Extrai metadados de arquivos Opus para facilitar a gestão e edição.",
    "stq_editor_tool_desc": "Uma ferramenta para editar e visualizar arquivos STQ/STQR, incluindo análise de padrões hexadecimais.",
    "stq_merge_tool_desc": "Funde e gerencia conflitos de arquivos STQR entre múltiplos Mods.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
