{
    "language_name": "Русский (Russian)",
    "settings_label": "Настройки",
    "language_label": "Язык",
    "handburger_modkit_title": "Modkit Handburger",
    "version": "Это версия v{version}.",
    "about_content": "Этот многофункциональный модкит разработан для помощи и автоматизации различных задач моддинга для Monster Hunter Generations Ultimate.",
    "tutorial": "Нажмите на любую вкладку, чтобы использовать ее. Щелкните правой кнопкой мыши на вкладке, чтобы вытащить ее или создать новый экземпляр конкретной вкладки.",
    "plug": "Узнайте больше о разработчике (о себе!) и поддержите его ниже.",
    "thanks": "Большое спасибо моим переводчикам, ffmpeg & Dasding за их функции конвертации и зависимости, masagrator за его вариацию NXAenc для MHGU, и vgmstream за их аудио-программное обеспечение и зависимости.",
    "tool_descriptions_title": "Описание Инструментов",
    "audio_calculator_desc": "Утилита для расчета аудио свойств, таких как битрейт, размер файла и продолжительность.",
    "foldermaker_desc": "Помогает организовывать и создавать необходимые папки для моддинг-проектов.",
    "hex_enc_decoder_desc": "Кодирует или декодирует шестнадцатеричные данные, полезные для конвертации и анализа файлов.",
    "mcaconvert_desc": "Конвертирует аудиофайлы в формат .MCA. Для использования вместе с MCA Forge.",
    "mcaforge_desc": "Позволяет пользователям импортировать два .MCA-файла—один оригинальный и один заменяющий—и объединять ключевые элементы для создания нового пользовательского заголовка с предустановленной структурой.",
    "nsopus_converter_desc": "Конвертирует аудиофайлы в формат Opus с поддержкой специфических форматов Opus MHGU для Nintendo Switch.",
    "opus_header_injector_desc": "Позволяет пользователям внедрять или изменять заголовки .Opus внутри файлов .Opus.",
    "opus_metadata_extractor_desc": "Извлекает метаданные из Opus-файлов для более легкого управления и редактирования.",
    "stq_editor_tool_desc": "Инструмент для редактирования и просмотра файлов STQ/STQR, включая анализ шестнадцатеричных паттернов.",
    "stq_merge_tool_desc": "Объединяет и управляет конфликтами файлов STQR между несколькими модами.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
