{
    "language_name": "Español (Spanish)",
    "font_family": "Noto Sans, Segoe UI, Arial, MS Shell Dlg 2",
    "settings_label": "Configuración",
    "language_label": "Idioma",
    "handburger_modkit_title": "Modkit de Handburger",
    "version": "Esta es la versión v{version}.",
    "about_content": "Este modkit multifuncional fue desarrollado para asistir y automatizar diversas tareas de modding para Monster Hunter Generations Ultimate.",
    "tutorial": "Haga clic en cualquier pestaña para usarla. Haga clic derecho en una pestaña para sacarla o crear una nueva instancia de una pestaña en particular.",
    "plug": "Encuentra más información sobre el desarrollador (¡yo!) y apóyalos abajo.",
    "thanks": "Un enorme agradecimiento a mis traductores, ffmpeg & Dasding por sus funciones de conversión y dependencias, masagrator por su variación de NXAenc para MHGU, y vgmstream por su software de audio y dependencias.",
    "tool_descriptions_title": "Descripciones de Herramientas",
    "audio_calculator_desc": "Una utilidad para calcular propiedades de audio como tasa de bits, tamaño de archivo y duración.",
    "foldermaker_desc": "Ayuda a organizar y crear las carpetas necesarias para proyectos de modding.",
    "hex_enc_decoder_desc": "Codifica o decodifica datos hexadecimales, útil para conversiones y análisis de archivos.",
    "mcaconvert_desc": "Convierte archivos de audio al formato .MCA. Para usar junto con MCA Forge.",
    "mcaforge_desc": "Permite a los usuarios importar dos archivos .MCA—uno original y uno de reemplazo—y fusionar elementos clave para crear un nuevo encabezado personalizado con una estructura preestablecida.",
    "nsopus_converter_desc": "Convierte archivos de audio al formato Opus, con soporte para formatos Opus MHGU específicos de Nintendo Switch.",
    "opus_header_injector_desc": "Permite a los usuarios inyectar o modificar encabezados .Opus dentro de archivos .Opus.",
    "opus_metadata_extractor_desc": "Extrae metadatos de archivos Opus para una gestión y edición más fácil.",
    "stq_editor_tool_desc": "Una herramienta para editar y ver archivos STQ/STQR, incluyendo análisis de patrones hexadecimales.",
    "stq_merge_tool_desc": "Fusión y gestión de conflictos de archivos STQR entre múltiples mods.",
    "github_link": "GitHub - RTHKKona",
    "kofi_link": "Ko-fi - Handburger"
}
